export const work1 = {
  slug: 'shining-run',
  excerpt:
    'Windows アプリ。JRA-VAN 提供の競馬オフィシャルデータを利用し、競馬ファンの「予想を楽しむ」ことを支援した。当時画期的だった特徴として、以下のものを持っていた。　競馬新聞: 専門誌と同等レベルの馬柱表示と、ソフトウェアによる独自の指数分析、そして今までにない「予想屋が本当に喋っているようなコメント」が載っている　討論モード: 6 人の予想屋が、独自の切り口から思いの丈をぶつけ合う！　役割　個人開発。中学生のときにハマったダビスタをキッカケに、「プログラミン\n',
  frontMatter: {
    title: 'Shining Run',
    supplement: '競馬予想ソフト',
    types: ['個人開発'],
    roles: ['アプリケーションエンジニア', '企画', '販売'],
    date: '1998-01-01T00:00:00',
    periodFrom: '1998-01-01T00:00:00',
    periodTo: '2004-03-31T00:00:00',
    hero: 'sr.jpg',
    status: 'published',
  },
};
