export const work1 = {
  slug: 'wistant',
  excerpt:
    'SaaS 型の Web サービス。目標・1on1・フィードバックの 3 要素を主体に、それらのループが螺旋状に上昇してメンバーの成長を支えていく。各種分析機能によって組織の成長状態の見える化を行うことで、経営やマネジメントへ生かせる機能も持つ。　役割　立ち上げメンバーとして、技術選定・開発・運用の全フェーズを担っている。　実装領域として、フロントエンド、バックエンド、CI/CD 整備など。特にフロントエンドに関してはテックリードとして他のメンバーを導く立場で活動を行った。現在でも利用している技\n',
  frontMatter: {
    title: 'Wistant',
    supplement: 'マネジメント支援サービス',
    types: ['RELATIONS株式会社'],
    roles: ['フルスタックエンジニア', 'テックリード', 'スクラムマスター'],
    date: '2018-01-01T00:00:00',
    periodFrom: '2018-01-01T00:00:00',
    isNow: true,
    hero: 'wistant.png',
    status: 'published',
  },
};

export const work2 = {
  slug: 'warasy',
  excerpt:
    '歩行能力に障害を持ってしまった人が、自律的または理学療法士のサポートのもと、より効果的なリハビリを行うことを支援する。　無線式のセンサーを足に取り付けて歩くと、Android タブレットで足圧分布や足動作の定量的モニタリングを行うことができる。目では見えない細かい動作の変化をキャッチし、評価の難しいリハビリ進捗を定量的に示すことができるようになった。　役割　大学院における、自らの福祉工学研究からの着手。当初は「無線センサー＋聴覚提示」での研究で、歩き方によって音階や音調が変化する、メディアアー\n',
  frontMatter: {
    title: 'Warasy',
    supplement: '歩行リハビリ支援システム',
    types: ['RELATIONS株式会社', '個人開発'],
    roles: ['ハードウェアエンジニア', 'アプリケーションエンジニア', '企画', '研究'],
    date: '2010-01-01T00:00:00',
    periodFrom: '2010-01-01T00:00:00',
    periodTo: '2014-05-31T00:00:00',
    hero: 'warasy-soft.png',
    status: 'published',
  },
};
export const work3 = {
  slug: 'shining-run',
  excerpt:
    'Windows アプリ。JRA-VAN 提供の競馬オフィシャルデータを利用し、競馬ファンの「予想を楽しむ」ことを支援した。当時画期的だった特徴として、以下のものを持っていた。　競馬新聞: 専門誌と同等レベルの馬柱表示と、ソフトウェアによる独自の指数分析、そして今までにない「予想屋が本当に喋っているようなコメント」が載っている　討論モード: 6 人の予想屋が、独自の切り口から思いの丈をぶつけ合う！　役割　個人開発。中学生のときにハマったダビスタをキッカケに、「プログラミン\n',
  frontMatter: {
    title: 'Shining Run',
    supplement: '競馬予想ソフト',
    types: ['個人開発'],
    roles: ['アプリケーションエンジニア', '企画', '販売'],
    date: '1998-01-01T00:00:00',
    periodFrom: '1998-01-01T00:00:00',
    periodTo: '2004-03-31T00:00:00',
    hero: 'sr.jpg',
    status: 'published',
  },
};
